import { Typography } from '@material-ui/core'

export default function MainTextBlock() {
  return (
    <div>
      <Typography variant="subtitle1">
        Приветствую Вас на сайте бонистики и нумизматики. В каталоге моей
        коллекции представлены разделы Банкноты и Монеты.Коллекция постоянно
        расширяется. Ваш заказ банкнот и монет можете получить почтовым
        отправлением (Почта России), а также другими способами. Курьерская
        доставка по Москве 400 рублей. Удачной вам покупки! Более подробная
        информация о порядке оплаты и доставки смотри в разделе Оплата и
        доставка.
      </Typography>
    </div>
  )
}
